Repository: mawitmer/Referee-Pro-Apple
Catalog: Referee-Pro/Localizable.xcstrings
Source language: en
Languages: de

# loc_add
source: Add
de: Eintragen

# loc_breaktime_add
source: Break time
de: Länge der Pause

# loc_category
source: Categories
de: Kategorien

# loc_category_add
source: Category name
de: Name der Kategorie

# loc_category_add_desc
source: Enter category name
de: Kategoriename eintragen

# loc_close
source: Close
de: Abbrechen

# loc_cupfalse
source: League
de: Meisterschaft

# loc_cuptrue
source: Cupgame
de: Cupspiel

# loc_end
source: Quit
de: Exit

# loc_events
source: Events
de: Ereignisse

# loc_filterCup
source: Cup games
de: Cup-Spiele

# loc_game
source: Game
de: Spiel

# loc_guest
source: Guest
de: Gast

# loc_home
source: Home
de: Heim

# loc_hometeam
source: Home Team
de: Heimteam

# loc_init
source: Init
de: Initialisieren

# loc_minutes
source: minutes
de: Minuten

# loc_number_periods
source: Number of periods
de: Anzahl Spielzeiten

# loc_overtime_desc
source: This settings are used for Cup and Final games.
de: Diese Einstellungen werden für Cup- und Finalspiele benötigt

# loc_overtime_subtitel
source: Overtime settings
de: Einstellungen Nachspielzeit

# loc_periodname
source: Periods
de: Spieleinteilung

# loc_periodtime
source: Remaining
de: Restzeit

# loc_periodtime_add
source: Period time
de: Länge der Spielzeiten

# loc_players
source: Players
de: Spieler

# loc_regulartime_subtitel
source: Regualar time settings
de: Einstellungen Spielzeiten

# loc_save
source: Save
de: Sichern

# loc_setup
source: Setup Match
de: Spiel starten

# loc_team_add_desc
source: Enter team name
de: Teamnamen eintragen

# loc_totaltime
source: Total
de: Gesamtzeit

# loc_update
source: Update
de: Sichern

source: Player
de: Spieler
